/*Задание 5
Пользователь может оформить доставку товара к себе в страну, указав ее при посещении страницы в prompt. Учти, пользователь
может ввести имя страны не только буквами нижнего регистра, а к примеру 'кИтАЙ'.
Напиши скрипт который выводит сообщение о стоимости доставки в указанную страну. Обязательно используй switch. Формат 
сообщения: 'Доставка в [страна] будет стоить [цена] кредитов'. Но доставка есть не везде, если указанной страны нет 
в списке, то выводи в alert сообщение 'В вашей стране доставка не доступна'.
Ниже приведен список стран и стоимость доставки.
Китай - 150 кредитов Чили - 250 кредитов Австралия - 165 кредитов Индия - 90 кредитов Ямайка - 130 кредитов*/

let country = prompt ('Введите страну доставки товара!').toLowerCase();
let credits = country;
switch (credits) {
    case 'китай': credits=150, country='Китай';
    break;
    case 'чили': credits=250, country='Чили';
    break;
    case 'австралия': credits=165, country='Австралия';
    break;
    case 'индия': credits=90, country='Индия';
    break;
    case 'ямайка': credits=130, country='Ямайка';
    break;
    default: alert('В вашей стране доставка не доступна')
}
console.log(`Доставка в ${country} будет стоить ${credits} кредитов`);
 